
{
    "bundle_id": "com.cydiabc.appdata-rootless",
    "name": "AppData (RootHide)",
    "version": "1.4.0",
    "tagline": "Swipe up or down the desktop icon or press and hold the menu selection in 3D to bring up the icon application data shortcut tool. This version has been fully localized and modified by the webmaster. Modification and optimization: Add a simple version of the downgraded application, add the option to swipe down to call it out, add the option to view the encryption status of the application, add the optional panel to remove the panel dividing line, modify the original uninstall application to be a real uninstall without retaining data, modify the original version to not retain the cache after clearing the cache Synchronously refresh the total data display problem, fix the information error problem of long-pressing and copying on the original more information page, modify the original reset data to include the folder data in the reset program group, modify the original reset data column data size to include the program group In the folder data, after modifying the reset data of the original version, the display of cache data and the number of permissions are not refreshed synchronously. After modifying the original version, the reset data/reset permissions/uninstall application cannot be used when calling up the application downloaded from the non-AppStore (modification) Only disabled on system applications later)",
    "homepage": "https://tweaksdev22.github.io/",
    "developer": {
        "name": "TweaksDev22",
        "email": "tweaksdev22@gmail.com"
    },
    "maintainer": {
        "name": "TweaksDev22",
        "email": "tweaksdev22@gmail.com"
    },
    "social": [
        {
            "name": "Reddit",
            "url": "https://www.reddit.com/r/TweaksDev22/"
        },
        {
            "name": "Website",
            "url": "https://tweaksdev22.github.io/"
        }
    ],
    "sponsor": {
        "name": "tweaksdev22",
        "email": "tweaksdev22@gmail.com"
    },
    "section": "Tweaks roothide",
    "pre_dependencies": "",
    "dependencies": "",
    "conflicts": "",
    "replaces": "",
    "provides": "",
    "other_control": [""],

    "tint": "#55c6d3",
    "works_min": "14.0",
    "works_max": "15.5",
    "featured": "true",
    "source": "https://tweaksdev22.github.io/",
    "changelog": [
        {
            "version": "1.4.0",
            "changes": ""
        }
    ]
}

